{
    "LANGUAGES": "Langues Naturelles",
    "PROGRAMING LANGUAGES": "Langues de Programammation",
    "ENGLISH": "Anglaise",
    "FRENCH": "Française",
    "PORTUGUESE": "Portugais",
    "ITALIAN": "Italien",
    "NATIVE": "Natif",
    "BASIC": "Basique",
    "INTERMEDIARY": "Intermédiaire",
    "ADVANCED": "Avancé",
    "HOME": "ACCUEIL",
    "ABOUT": "À PROPOS DE MOI",
    "QUALIFICATIONS": "QUALIFICATIONS",
    "SKILLS": "COMPÉTENCES",
    "PORTFOLIO": "PORTFOLIO",
    "CURRICULUM": "CURRICULUM",
    "CONTACT": "CONTACT",
    "COMPUTER ENGINEER": "Ingénieur Informaticien",
    "ABOUT ME": "Je suis passionné par la connaissance, l'exploration et la croissance personnelle. L'espace et les dernières découvertes et missions spatiales me fascinent. Je suis également un passionné d'ingénierie, qui défie mon esprit et me permet d'appliquer mes connaissances à des projets créatifs. La lecture est l'une de mes passions, car elle me transporte dans différents mondes et élargit ma compréhension. La recherche et l'apprentissage sont des parties essentielles de ma vie, toujours à la recherche de nouvelles idées et connaissances. Je consacre du temps à explorer différents sujets et suis ouvert à de nouvelles opportunités d'apprentissage.",
    "AGE": "Âge", "YEARS": "Années", "BIRTH": "Naissance", "BRAZIL": "Brésil",
    "ACADEMIC": "Licence en Génie Informatique",
    "EDIFICATION": "Technicien en bâtiment",
    "CURRICULUM TEXT": "Voici la dernière version de mon CV. Vous y trouverez toutes les informations importantes de manière plus organisée et formelle. N'hésitez pas à le télécharger et à y jeter un œil. Si vous avez des questions ou souhaitez en savoir plus sur moi, n'hésitez pas à me contacter.",
    "CURRICULUM BUTTON": "Télécharger le CV",
    "CC50": "Informatique", "PERSONAL-PORTFOLIO": "Portfolio Personnel", "CARD-TEXT-1/2": "Projet fullstack développé avec Bootstrap, déployé sur Netlify.",
    "VISIT": "Visiter", "LOGIN": "Interface de Connexion", "CARD-TEXT-3": "Système de connexion développé avec PySimpleGUI et intégration SQL.",
    "IN PROGRESS": "En cours",
    "CARD-TEXT-4": "Projet créé en Python utilisant la méthode MiniMax pour l'I.A..",
    "TIC-TAC-TOE": "Tic-tac-toe avec l'I.A.",
    "CARD-TEXT-5": "Jeu de Sudoku avec interface graphique avec Kivy.",
    "IN DEVELOPMENT": "En cours de développement", "CARD-TEXT-DEVELOPMENT": "Le prochain projet est en cours de développement",
    "HOBBY-1" : "Fusées",
    "HOBBY-2" : "Ingénierie",
    "HOBBY-3" : "Astronomie",
    "HOBBY-4" : "Littérature",
    "HOBBY-5" : "Langues",
    "HOBBY-6" : "Musique",
    "CONTACT-CARD-TEXT-1": "Contactez-moi par email pour toute demande de renseignements ou de collaboration, ou simplement pour nous dire bonjour",
    "CELL PHONE": "Portable",
    "CONTACT-CARD-TEXT-2": "Messagerie instantanée pour des questions rapides ou une discussion amicale",
    "CONTACT-CARD-TEXT-3": "Découvrez mes projets de programmation et mes contributions sur GitHub. Programmons ensemble",
    "CONTACT-CARD-TEXT-4": "Connectez-vous pour obtenir des mises à jour professionnelles et créer des réseaux",
    "ACCESS": "Accès", "SEND A MESSAGE": "Envoyer un message"
}
