{
    "LANGUAGES": "Lingue Naturali",
    "PROGRAMING LANGUAGES": "Linguaggi di Programmazione",
    "ENGLISH": "Inglese",
    "FRENCH": "Francese",
    "PORTUGUESE": "Portoghese",
    "ITALIAN": "Italiano",
    "NATIVE": "Madrelingua",
    "BASIC": "Base",
    "INTERMEDIARY": "Intermedio",
    "ADVANCED": "Avanzato",
    "HOME": "INIZIO",
    "ABOUT": "CHI SONO",
    "QUALIFICATIONS": "QUALIFICHE",
    "SKILLS": "COMPETENZE",
    "PORTFOLIO": "PORTAFOGLIO",
    "CURRICULUM": "CURRICULUM",
    "CONTACT": "CONTATTO",
    "COMPUTER ENGINEER": "Ingegnere Informatico",
    "ABOUT ME": "Sono appassionato di conoscenza, esplorazione e crescita personale. Lo spazio e le ultime scoperte e missioni spaziali mi affascinano. Sono anche un appassionato di ingegneria, che sfida la mia mente e mi consente di applicare le mie conoscenze a progetti creativi. La lettura è una delle mie passioni, poiché mi trasporta in mondi diversi e amplia la mia comprensione. La ricerca e l'apprendimento sono parti essenziali della mia vita, sempre alla ricerca di nuovi spunti e conoscenze. Dedico del tempo per esplorare argomenti diversi e sono aperto a nuove opportunità di apprendimento.",
    "AGE": "Età", "YEARS": "Anni", "BIRTH": "Nascita", "BRAZIL": "Brasile",
    "ACADEMIC": "Laurea triennale in Ingegneria Informatica",
    "EDIFICATION": "Building Technician",
    "CURRICULUM TEXT": "Ecco l'ultima versione del mio curriculum. Troverai tutte le informazioni importanti in modo più organizzato e formale. Sentiti libero di scaricarlo e provarlo. Se avete domande o volete saperne di più su di me, non esitate a contattarmi.",
    "CURRICULUM BUTTON": "Scarica il Curriculum",
    "CC50": "Informatica", "PERSONAL-PORTFOLIO": "Portfolio Personale", "CARD-TEXT-1/2": "Progetto fullstack sviluppato con Bootstrap, deploy eseguito su Netlify.",
    "VISIT": "Visitare", "LOGIN": "Interfaccia di Accesso", "CARD-TEXT-3": "Sistema di accesso sviluppato con PySimpleGUI e integrazione SQL.",
    "IN PROGRESS": "In corso",
    "CARD-TEXT-4": "Progetto creato in Python utilizzando il metodo MiniMax per l'IA.",
    "TIC-TAC-TOE": "Tic-tac-toe con l'I.A..",
    "CARD-TEXT-5": "Gioco di sudoku con interfaccia grafica con Kivy.",
    "IN DEVELOPMENT": "In fase di sviluppo",
    "CARD-TEXT-DEVELOPMENT": "Il prossimo progetto è in fase di sviluppo",
    "HOBBY-1": "Razzi",
    "HOBBY-2": "Ingegneria",
    "HOBBY-3": "Astronomia",
    "HOBBY-4": "Letteratura",
    "HOBBY-5": "Lingue",
    "HOBBY-6": "Musica",
    "CONTACT-CARD-TEXT-1": "Contattateci via e-mail per richieste di informazioni, collaborazioni o semplicemente per salutarvi",
    "CELL PHONE": "telefono cellulare",
    "CONTACT-CARD-TEXT-2": "Messaggistica istantanea per domande rapide o per una chiacchierata amichevole",
    "CONTACT-CARD-TEXT-3": "Esplora i miei progetti e contributi di programmazione su GitHub. Programmiamo insieme",
    "CONTACT-CARD-TEXT-4": "Connettetevi per ricevere aggiornamenti professionali ed elevare la rete",
    "ACCESS": "Acesso", "SEND A MESSAGE": "Invia un messaggio"
}